tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "teamookla/speedtest"
brew "aria2"
brew "bash"
brew "bat"
brew "boost"
brew "cmake"
brew "cowsay"
brew "curl"
brew "fish"
brew "fmt"
brew "gcc"
brew "ghcup"
brew "git"
brew "git-delta"
brew "gnupg"
brew "openjdk"
brew "gradle"
brew "htop"
brew "kotlin"
brew "python@3.9"
brew "less"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "macos-trash"
brew "make"
brew "nano"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "node"
brew "openjdk@11"
brew "openssh"
brew "openvpn"
brew "pandoc"
brew "rsync"
brew "rustup-init"
brew "tree"
brew "vim", args: ["HEAD"]
brew "wget"
brew "yarn"
brew "zsh"
brew "helix-editor/helix/helix"
brew "teamookla/speedtest/speedtest"
cask "discord"
cask "downie"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-caskaydia-cove-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "jetbrains-toolbox"
cask "mactex-no-gui"
cask "microsoft-teams"
cask "miniconda"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
