aaron-bond.better-comments
adpyke.codesnap
alexcvzz.vscode-sqlite
bungcip.better-toml
christian-kohler.path-intellisense
codezombiech.gitignore
cschlosser.doxdocgen
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.code-runner
fwcd.kotlin
GitHub.copilot
haskell.haskell
iocave.customize-ui
iocave.monkey-patch
James-Yu.latex-workshop
justusadam.language-haskell
leodevbro.blockman
llvm-vs-code-extensions.vscode-clangd
mathiasfrohlich.Kotlin
matklad.rust-analyzer
mechatroner.rainbow-csv
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.vscode-react-native
PKief.material-icon-theme
PKief.material-product-icons
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust
streetsidesoftware.code-spell-checker
sumneko.lua
TabNine.tabnine-vscode
twxs.cmake
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
